Repository: NeuralNinjas-AI/AirQuality
Catalog: Datasets/archive/ELRC_417_Parallel texts from Swedish Work environment/ELRC_417_Parallel texts from Swedish Work environment [...]_dataset/261.en-sv.tmx
Source language: en
Languages: sv

source: Spraying with vehicle-borne or trailer equipment
sv: Sprutning med fordonsburen eller bogserad utrustning.

source: In all spraying it is important to use the right technique and equipment, so as not to be exposed to pesticide.
sv: Vid all sprutning är det viktigt att använda rätt teknik och utrustning, så att man inte utsätts för bekämpningsmedel.

source: For example, spraying equipment with lowdrift hazard potential is to be preferred.
sv: Exempelvis är en sprututrustning med liten sprutvätskeavdrift att föredra.

source: To reduce the risk of the driver being exposed to pesticide when spraying from a vehicle-borne or trailer equipment, the following measures, for example, may be necessary:
sv: För att minska risken för att fordonsföraren utsätts för bekämpningsmedel vid sprutning med fordonsburen eller bogserad utrustning, kan exempelvis följande åtgärder behövas:

source: A special device for purifying supply air to the driver’s cab may be needed when there is a serious risk of the driver being exposed to spray mist.
sv: Särskild anordning för rening av tilluft till fordonshytt kan behövas när risken att fordonsföraren utsätts för sprutdimma är stor.

source: This is the case, for example, when spraying upwards with a fan spray.
sv: Exempel på detta är vid uppåtriktad sprutning med fläktspruta.

source: A vehicle with a cab should also be used in orchards wherever possible.
sv: Fordon med hytt bör användas även i fruktodlingar när det är möjligt.

source: Use of a spray tunnel is one good way of reducing the risk of exposure.
sv: Användning av spruttunnel är ett bra sätt att minska risken för exponering.

source: The risk of exposure to pesticide during spraying can be reduced by fitting the spray with a multiple nozzle body and a non-drip device.
sv: Risken att utsättas för bekämpningsmedel vid sprutning kan minskas genom att sprutan förses med flervalshållare för munstycken samt droppskydd.

source: The risk can also be reduced if the spreader ramp can be mechanically controlled and collapsed from the cab.
sv: Den kan också minskas om spridarrampen är maskinellt manövrerbar och hopfällbar ifrån fordonshytten.

source: Control and regulating systems should be positioned and used in such a way that the sprayer can be operated from inside a closed cab.
sv: Styr- och reglersystem bör placeras och användas så att sprutan kan manövreras inifrån en stängd fordonshytt.

source: It is wholly inappropriate for pressurised lines containing pesticide to be taken through the cab.
sv: Det är direkt olämpligt att i hytten dra in tryckförande ledningar som innehåller bekämpningsmedel.

source: It is an advantage for the spray tank to be designed in such a way that the evacuation outlet and evacuation valve are easily accessible and the tank can be emptied without any risk of splashing etc. on the operator.
sv: Det är bra om spruttanken är utformad så att tömningsutlopp och tömningsventil är lättåtkomliga och så att tanken kan tömmas utan risk att man får bekämpningsmedel på sig.

source: Spraying should not take place when the wind blows the spray liquid towards the driver.
sv: Sprutning bör inte ske när vinden blåser sprutvätskan mot föraren.

source: It is important that spraying outdoors should not take place in a high wind.
sv: Det är viktigt att sprutning utomhus inte sker i stark vind.

source: Filling the spray equipment with pesticide entails a serious risk of contact with the concentrated agent.
sv: Vid påfyllning av bekämpningsmedel i sprututrustningen är det stor risk för kontakt med det koncentrerade medlet.

source: By fitting the spray with a suction-pipe or an induction hopper at a height where the operator can replenish the supply of pesticide standing on the ground, the filling operation can be made safer.
sv: Genom att sprutan förses med ett sugspjut eller en preparatpåfyllare som monteras i sådan höjd att det går att stå på marken och fylla på bekämpningsmedel, kan påfyllningen ske med större säkerhet.

source: The filling of vehicle-borne or trailer spraying equipment without a induction hopper is made easier by good access routes, toe holds included, on the spraying equipment.
sv: Påfyllning i fordonsburen eller bogserad sprututrustning som saknar preparatpåfyllare underlättas av bra tillträdesleder, inklusive fotsteg, på sprututrustningen.

source: The filler hole of the tank should be positioned and designed in such a way that filling will proceed without difficulty.
sv: Påfyllningshålet på tanken bör vara placerat och utformat så att det är lätt att fylla på medel.

source: Spreader nozzles should not continue dripping after use.
sv: Spridarmunstycken bör inte ge upphov till efterdropp.

source: A non-drip device can be fitted to prevent this.
sv: För att hindra detta kan s.k. efterdroppsskydd monteras.

source: Spreader nozzles and non-drip device should be easy to replace.
sv: Spridarmunstycken samt efterdroppsskydd bör vara lätta att byta.

source: It is important that pumps, hoses and other pressurised parts should be able to withstand the load they are subjected to and should be positioned as far as possible out of harm’s way.
sv: Det är viktigt att pumpar, slangar och andra tryckförande delar tål den belastning de är avsedda för och att de är placerade så att de inte så lätt skadas.

source: Easy maintenance is another important consideration.
sv: Det är också viktigt att underhåll av utrustningen är lätt att utföra.

source: Rules concerning safety valves are contained in the Pressure Vessels and Other Pressure-Retaining Devices Provisions of the National Board of Occupational Safety and Health (AFS 1986:9, reprinted 1994:39).
sv: Regler om säkerhetsventiler finns i Arbetsmiljöverkets föreskrifter om användning av trycksatta anordningar och Arbetsmiljöverkets föreskrifter om besiktning av trycksatta anordningar.

source: It is important that pressure elimination and cleaning should take place before maintenance work or servicing work is started on a spray ramp, pump, spreader or other pressurised parts.
sv: Det är viktigt att tryckeliminering och rengöring sker innan underhålls- eller servicearbete påbörjas på sprutramp, pump, spridare eller andra tryckförande delar.

source: Normally cleaning is also necessary before maintenance work begins on other parts of the spray.
sv: Rengöring behövs normalt även före underhållsarbete på andra delar av sprutan.

source: The condition of the different parts of the spraying equipment, such as the pump, the hoses, connections, valves, filler hole, drain valve and spreader nozzles, should be checked at frequent intervals.
sv: Kontroll av beskaffenheten hos spridningsutrustningens delar såsom pump, slangar, anslutningar, ventiler, påfyllningshål, bottenventil samt spridarmunstycken bör ske med täta mellanrum.

source: Stripe spraying
sv: Bandsprutning

source: Stripe spraying confines treatment to the rows of plants and in this way can help to reduce the amount of pesticide used.
sv: Bandsprutning innebär att endast plantraderna behandlas och kan därför bidra till att minskade mängder bekämpningsmedel går åt.

source: Hand held sprayers, backpack sprayers and barrow sprayers
sv: Handsprutor, ryggsprutor och kärrsprutor

source: Hand held sprayers, backpack sprayers and barrow sprayers are used in various connections where, for example, use of a tractor-based sprayer is not
sv: Handsprutor, ryggsprutor och kärrsprutor används i olika sammanhang då man inte kan använda t.ex. en traktorbaserad spruta.

source: These equipments make it possible to treat individual plants or small areas.
sv: Dessa utrustningar gör det möjligt att behandla enskilda plantor eller små ytor.

source: The fact of the equipment being used in small areas and for short periods of time can perhaps mean that the user is not fully alive to the serious risks of exposure which the use of hand held sprayers, backpack sprayers and barrow sprayers entails.
sv: Det faktum att utrustningen används på små ytor och korta tider, gör att användaren kanske inte är fullt uppmärksam på de stora exponeringsrisker som är förenade med användning av handsprutor, ryggsprutor och kärrsprutor.

source: The user of a backpack spray, for example, carries the pesticide very close to his body and walks close to the spray mist and the vegetation which is being treated.
sv: Användaren av t.ex. en ryggspruta bär bekämpningsmedlet mycket nära sin kropp och går nära sprutdimma och behandlad vegetation.

source: It is very important that these sprays should be used with great care.
sv: Det är mycket viktigt att dessa sprutor används med stor försiktighet.

source: It is important to plan the scheme of movement for the treatment, so as to avoid, as far as possible, exposing oneself to sprayer mist or newly sprayed vegetation.
sv: Det är viktigt att man planerar hur man skall röra sig under behandlingen så att man så långt möjligt undviker att utsätta sig för sprutdimma eller nybesprutad vegetation.

source: Care should be taken not to overfill the sprayer, so as to leave some margin for splashing.
sv: Man bör tänka på att inte fylla sprutan alltför mycket, så att en viss skvalpmån finns.

source: Care should also be taken not to overdose and not to have too high a pressure.
sv: Man bör se till att inte överdosera och att inte ha för högt tryck.

source: It is important that hand held and backpack sprayers containers should not be pressurised when work is being done to the equipment, and that a check should be made for leaks from carry-throughs and couplings.
sv: Det är viktigt att hand- och ryggsprutans behållare inte är trycksatt vid ingrepp i utrustningen och att man kontrollerar att inga läckage finns vid genomföringar och kopplingar.

source: It is important that harness and straps should be of a material which will not absorb pesticide.
sv: Det är viktigt att materialet i sele och remmar är av ett material som inte absorberar bekämpningsmedel.

source: A host of improvements have been made to the backpack sprayer in some, but not all, more recent equipment.
sv: En mängd förbättringar av ryggsprutan finns genomförda på en del, dock ej all, nyare utrustning.

source: It is important that sufficiently comprehensive personal protective equipment shall be used together with hand held sprayers, backpack sprayers and barrow sprayers.
sv: Det är viktigt att en tillräckligt omfattande personlig skyddsutrustning används då man

source: Cleaning of spray equipment
sv: Rengöring av sprututrustning

source: It is important that spray equipment and vehicles should be cleaned regularly, especially if they are also used for purposes other than pest control.
sv: Det är viktigt att sprututrustning och fordon rengörs regelbundet, i synnerhet om de också används för andra ändamål än bekämpning.

source: After pesticide has been sprayed, they should be flushed externally to remove any pesticide residues.
sv: De bör efter spridning av bekämpningsmedel spolas av utvändigt för att få bort rester av bekämpningsmedel.

source: The spreader nozzle should also be cleaned after every occasion of use.
sv: Även spridarmunstycken bör rengöras efter varje användning.

source: More thorough cleaning should be carried out at least once every spreading season or if necessary at closer intervals.
sv: Grundligare rengöring bör utföras minst en gång per spridningssäsong eller vid behov med tätare tidsintervall.

source: Personal protective equipment may be needed when cleaning spray equipment.
sv: Det kan vara nödvändigt att använda personlig skyddsutrustning vid rengöring av sprututrustning.

source: Both for ecological reasons and for the sake of the working environment, it may be appropriate for spray equipment to be filled and cleaned on a so-called bio- bed.
sv: Från såväl miljö- som arbetsmiljösynpunkt kan det vara lämpligt att påfyllning och rengöring av sprututrustning sker på en s.k. biobädd.

source: It is important that spray equipment or vehicles should be cleaned before being sent for repair.
sv: Det är viktigt att sprututrustning eller fordon rengörs innan de lämnas för reparation.

source: See also the Dangerous Substances Provisions (AFS 1994:2) issued by the National Board of Occupational Safety and Health.
sv: Se även Arbetsmiljöverkets föreskrifter om kemiska arbetsmiljörisker.

source: It is important that filters etc. in an air conditioning installation or a similar installation for cleaning the supply air in vehicles should be cleaned regularly and replaced when necessary.
sv: Det är viktigt att filter e.d. i klimatanläggning eller motsvarande anläggning för rening av tilluft i fordon rengörs regelbundet och vid behov byts ut.

source: Suppliers of agricultural machinery can also be contacted for advice concerning filters.
sv: Man kan också kontakta leverantörer av lantbruksmaskiner för att få råd om filter.

source: When working in the fields, it can be hard to clean parts of the spray equipment without being exposed to pesticide.
sv: Vid arbete på fält kan det vara svårt att rengöra delar av sprututrustningen utan att utsättas för bekämpningsmedel.

source: If the necessary parts are taken along, clogged spreader nozzles, for example, can be replaced.
sv: Genom att man tar med de reservdelar som behövs kan t.ex. igensatta spridarmunstycken bytas.

source: In this way on-the-spot cleaning can be dispensed with and the equipment instead cleaned under safer conditions.
sv: Rengöring av utrustning på platsen kan därmed undvikas och i stället utföras där den kan ske på säkrare sätt.

source: It is important that the sprayer should be fitted with a tank containing pure water, partly for personal hygiene and also for cleaning the sprayer or parts of the spray equipment.
sv: Det är viktigt att en tank med rent vatten finns på sprutan, dels för personlig hygien dels för rengöring av sprutan eller delar av sprututrustningen.

source: Spreading of pesticides in greenhouses or on other indoor premises
sv: Spridning av bekämpningsmedel i växthus eller annan lokal

source: The use of chemical pesticides in greenhouse cultivation can be significantly reduced by careful regulation of temperature, air humidity and lighting and by using biological pesticides.
sv: Genom noggrann reglering av temperatur, luftfuktighet och ljus samt användning av biologiska bekämpningsmedel, kan användningen av kemisk bekämpning avsevärt minskas i växthusodling.

source: In cases where chemical pesticides are nevertheless used, it is important that the particular risks entailed by the spreading of pesticides indoors should be taken into account when planning the spreading of pesticides in greenhouses and on other indoor premises.
sv: I de fall då kemiska bekämpningsmedel ändå används, är det viktigt att man vid planeringen av spridningen av bekämpningsmedel i växthus och andra lokaler tar hänsyn till de speciella risker som det innebär att sprida bekämpningsmedel inomhus.

source: It can often be appropriate for the spreading operation to be scheduled when personnel will not need to frequent the premises for a while.
sv: Det kan ofta vara lämpligt att planera att spridningsarbetet görs vid en sådan tidpunkt att personal inte behöver vistas i lokalerna inom den närmaste tiden.

source: When pesticides are applied indoors, atmospheric concentrations quickly reach high levels, making the use of personal protective equipment essential.
sv: Lufthalterna av bekämpningsmedel vid bekämpning inomhus blir snabbt höga, vilket ställer stora krav på användningen av personlig skyddsutrustning.

source: Care should be taken to ensure that passages and suchlike are unobstructed, so that work can proceed safely.
sv: Man bör se till att framkomligheten i gångar och liknande är ordnad så att arbetet kan ske säkert.

source: It is important that employees not taking part in the spreading of pesticide should be informed of the kind of pesticide in use, and of the risks entailed by entering the space where spreading is in progress or has recently been concluded.
sv: Det är viktigt att de arbetstagare som inte deltar i spridningen av bekämpningsmedel informeras om vilket bekämpningsmedel som används, om riskerna med att beträda utrymmet där spridning pågår eller nyligen avslutats.

source: It is also important that they should be told how to protect themselves against the risks of exposure to any pesticide residues after spreading has been concluded.
sv: Det är också viktigt att de informeras om hur man skyddar sig mot de risker att utsättas för bekämpningsmedel som kan finnas kvar efter avslutad spridning.

source: When pesticides are spread indoors by spraying or misting, pesticide residues may remain deposited on plants, on tables, door handles etc after application.
sv: Vid spridning av bekämpningsmedel inomhus genom sprutning eller dimning kan det efter avslutad spridning finnas kvar rester av bekämpningsmedel på växterna, på bord, dörrhandtag m.m.

source: The length of time for which pesticides remain on such surfaces varies a great deal from one pesticide to another.
sv: Den tid som det finns kvar bekämpningsmedel på sådana ytor varierar mycket mellan olika bekämpningsmedel.

source: Work in plant cultures recently treated with pesticide should therefore proceed with caution.
sv: Arbete i växtkulturer som nyligen behandlats med bekämpningsmedel bör därför ske med försiktighet.

source: Use of protective gloves and a protective apron may be necessary.
sv: Det kan vara nödvändigt att använda skyddshandskar och förkläde.

source: Sometimes other personal protective equipment may also be called for.
sv: Ibland kan också annan personlig skyddsutrustning behövas.

source: Solitary work should be planned so as to include routines of contact between employees and supervisor personnel or between employees themselves, so that people will be able to get in touch with one another within a reasonable length of time and go to the assistance of a casualty in the event of an accident.
sv: Vid ensamarbete bör arbetet vara planerat så att det finns rutiner för kontakt mellan arbetstagare och arbetsledare eller mellan arbetstagare, som innebär att man inom rimlig tid kan kontakta varandra samt undsätta en drabbad person vid olycksfall.

source: See also the Board’s Solitary Work Ordinance (AFS 1982:3).
sv: Se även Arbetarskyddsstyrelsens föreskrifter om ensamarbete (AFS 1982:3).

source: Disinfection and handling of disinfected seed
sv: Betning och hantering av betat utsäde

source: Disinfection and the bagging of disinfected seed in a bagging machine should take place in a closed system.
sv: Betning samt säckning av betat utsäde i säckningsmaskin bör ske i slutet system.

source: If there is a risk of exposure to seed disinfectant while disinfected seed is being transferred between disinfection machine and hopper, between hopper and bagging machine or between hopper and transport vehicle, these transfers should also be effected, as far as possible, in a closed system.
sv: Om det finns risk för att man utsätts för betningsmedel vid överföring av betat utsäde mellan betningsmaskin och lagringsficka, mellan lagringsficka och säckningsmaskin eller mellan lagringsficka och transportfordon bör även dessa överföringar så långt möjligt ske i slutet system.

source: For the avoidance of direct contact with the seed disinfectant, it is important that good occupational hygiene be maintained throughout the chain of handling operations, from work with the undiluted agent to the deposition of the seed in the seedbed.
sv: För att undvika direktkontakt med betningsmedlet är det viktigt att hålla god arbetshygien genom hela hanteringskedjan, från arbete med det outspädda medlet till dess utsädet placerats i såbädden.

source: Transfer of disinfected seed from bags to seed drill and the cleaning of the seed drill are instances of operations where it is important to reduce the risk of pesticide exposure due to dust formation.
sv: Överföring av betat utsäde från säckar till såmaskin samt rengöring av såmaskin är exempel på arbetsmoment där det är viktigt att minska risken att utsättas för betningsmedel på grund av damning.

source: Use of respiratory protective equipment, protective gloves and protective clothing may be advisable, for the protection of airways and skin.
sv: Det kan vara lämpligt att använda andningsskydd, skyddshandskar och skyddskläder, så att andningsvägar och hud skyddas.

source: It is important that the concentration of air contaminants should be kept as low as possible during work in a space where disinfection, bagging and suchlike operations are carried on.
sv: Det är viktigt att halten luftföroreningar hålls så låg som möjligt vid arbete i utrymme där betning, säckning och liknande pågår.

source: The risk of splashing and dripping during the replacement of barrels or other containers can be substantially reduced by using snap-coupling systems.
sv: Utnyttjande av snabbkopplingssystem minskar betydligt stänk- och dropprisken vid byte av fat eller annan behållare.

source: It is important that disinfected seed should be stored separately and be correctly marked, so as to prevent untreated seed or other feed products
sv: För att hindra att obehandlat utsäde eller andra fodervaror förorenas av betningsmedel eller sammanblandas med betat utsäde, är det viktigt att betat utsäde förvaras separat och är korrekt märkt.

source: A space for disinfection, bagging, bag-filling or storage of disinfected seed should be easy to keep clean.
sv: Utrymme för betning, säckning, påsfyllning eller förvaring av betat utsäde bör vara lätt att hålla rent.

source: It is important that the floor, walls and roof of disinfection premises should be kept clean, so as to reduce the production of dust.
sv: För att minska damning i betningslokal är det viktigt att golv, väggar och tak hålls rena.

source: Sweeping should not occur.
sv: Torrsopning bör inte förekomma.

source: Dust should be removed in an appropriate manner, e.g. by vacuum cleaning.
sv: Damm bör avlägsnas på lämpligt sätt, exempelvis genom dammsugning.

source: When selecting vacuum cleaners and vacuum cleaner filters, it is important to consider the particle size of the dust, so as to choose a filter with an adequate separating efficiency, or alternatively to use a central cleaning system where the exhaust air is extracted from the premises.
sv: Vid val av dammsugare och dammsugarfilter är det viktigt att beakta hur finkornigt dammet är, så att man väljer ett filter med tillfredsställande avskiljningsgrad, alternativt att man använder en centraldammsugare där frånluften leds ut ur lokalen.

source: Vacuum cleaning is an unsuitable method when using highly volatile pesticides, and cleaning should then be done by means of flushing instead.
sv: Vid användning av flyktiga bekämpningsmedel som lätt förångas, är dammsugning en olämplig metod och rengöring bör ske genom avspolning.

source: The Environmentally Hazardous Activities and Health Protection Ordinance (SFS 1998:899), however, stipulates that flushing water may not be discharged into sewers or drains.
sv: Spolvatten får dock enligt förordningen (SFS 1998:899) om miljöfarlig verksamhet och hälsoskydd inte ledas till avlopp eller dräneringsledning.

source: It is appropriate for signs showing that seed disinfection is in progress to be put up near the space concerned, e.g. on a door.
sv: Det är lämpligt att skyltar med information om att betning pågår finns i anslutning till utrymmet, exempelvis på dörr.

source: Treatment of conifer seedlings
sv: Behandling av barrträdsplantor
